Repository: Eoxia/task-manager-wpshop
Catalog: core/assets/language/task-manager-wpshop-*.po
Languages: fr_fr

source: The parent post %d doesn't exists.
fr_fr: Le post parent %d n'existe pas.

source: The parent post %d is not a wpshop_customers CPT.
fr_fr: Le parent %d n'est pas un client WPShop

source: Unclassified
fr_fr: Non classé

source: Quick task
fr_fr: Tâche rapide

source: Error for created your quick task.
fr_fr: Erreur lors de la création de la tâche rapide.

source: Try again
fr_fr: Réessayer

source: Close
fr_fr: Fermer

source: Your quick task has been created with success
fr_fr: Votre tâche rapide à été créée avec succès

source: Add another quick task
fr_fr: Ajouter une autre tâche rapide

source: Create quick task
fr_fr: Créer une tâche rapide

source: Quick task save on the post setted in task-manager-wpshop.config.json. This form create a comment on the point named <displayedname>.
fr_fr: Les tâches rapides sont enregistré dans le post défini dans le fichier "task-manager-wpshop.config.json". Ce formulaire créer un commentaire dans le point nommé <displayname>.

source: Customer support
fr_fr: Support client

source: On the customer
fr_fr: Sur le client

source: On the task
fr_fr: Sur la tâche

source: On the point
fr_fr: Sur le point

source: With the comment:
fr_fr: Avec le commentaire:

source: No customer waiting request for the moment
fr_fr: Aucun client en attente de demande pour le moment

source: Ask
fr_fr: Demande

source: Your request has been takend into consideration
fr_fr: Votre demande à été prise en considération

source: We will get back to you as soon as possible.
fr_fr: Nous reviendrons vers vous dés que possible.

source: Subject for your request
fr_fr: Le sujet de votre demande

source: A description
fr_fr: La description de votre problème

source: Create ticket
fr_fr: Créer votre ticket

source: A request ?
fr_fr: Une demande ?

source: Ask your question. We will answer you on the opened ticket
fr_fr: Posez votre question. Nous répondrons sur le ticket ouvert

source: Ask your question
fr_fr: Poser une question

source: Open a ticket
fr_fr: Demander un ticket

source: Total time past
fr_fr: Temps total passé

source: All your time has been spent. We spent %s longer than expected.
fr_fr: Le temps imparti a été utilisé. Nous avons passé %s de plus que prévu.

source: Total expected time
fr_fr: Temps total prévu

source: Last activities
fr_fr: Dernières activitées

source: Latest activities
fr_fr: Dernières activitées

source: Last activity the :
fr_fr: Dernières activité le :
